import os
from dotenv import load_dotenv


load_dotenv()
tg_token = os.getenv('tg_token')


Mint_accept = '5fd56570'
Dubrovka_accept = '0a6c109f'


recommendations = [', все, что было на Озерне, остается на Озерне 🤫', ', танцуй хорошо, плохо не танцуй ©️🚢', ', не сутулься 🤸‍♀️',
                   ', смотри на того с кем танцуешь, а не в зеркало 😉',
                   ', держи фокус на поворотах 🤪', ', а это точно танцевальные штаны?', ', пошаркаем пока никто не видит? 😇',
                   ', если можно вытащить танцора с набережной, то можно ли набережную вытащить из танцора? 🤔', ', а что это у тебя в термокружке? 🤭',
                   ', тут Андрюша не пробегал? 🦖', ', обними Муми! 🤗', ', нельзя вытащить Эскалибур из камня, а вот хастл из Эскалибура вполне получилось 💪',
                   ', всегда будь собой\n (за исключением тех случаев, когда можешь быть Катуниным. Тогда всегда будь Катуниным) \n©️Деточкин', ', в начале было слоу \n©️Деточкин', 
                   ', в доме повешенного не говорят о веревочках \n©️Деточкин', ', мы в ответе за тех, кого пригласили \n©️Бычкова', ', встречают по одежке, а провожают по бейсику \n©️Деточкин',
                   ', ты можешь быть бесконечно прав в своих претензиях к партнеру, но какой в этом толк, если твой тренер плачет? \n©️Деточкин',', бросил танцы — спас дерево \n©️Деточкин',
                   ', тяжело на индиве, легко на дискотеке \n©️Деточкин', 'Все люди равны, но бальники ровнее \n©️Деточкин',
                   ', ты же танцами занимаешься? Там родственники приехали, станцуй им что-нибудь', ', что вы знаете о звезде, о которой никто не знает? 🌟', 
                   ', не забудь про разминку 🧘']


def main():
    pass

if __name__ == '__main__':
    main()

